export let areaName = ["Тибет", "Макао", "Цинхай", "Тайвань", "Гонконг", "Гуйчжоу", "Цзилинь", "Синьцзян", "Нинся", "Внут. Монголия", "Ганьсу", "Тяньцзинь", "Шаньси", "Ляонин", "Хэйлунцзян", "Хайнань", "Хэбэй", "Шаньси", "Юньнань", "Гуанси", "Фуцзянь", "Шанхай", "Пекин", "Цзянсу", "Сычуань", "Шаньдун", "Цзянси", "Чунцин", "Аньхой", "Хунань", "Хэнань", "Гуандун", "Чжэцзян", "Хубэй"];

export let outsideName = [
	{	
		"rus": "Мартиника",
	 	"cn":"马提尼克"
	},
	{
		"rus": "Фран. Гвиана",
	 	"cn":"法属圭亚那"
	},
	{
		"rus": "Фарерские ос.",
	 	"cn":"法罗群岛"
	},
	{
		"rus": "Албания",
	 	"cn":"阿尔巴尼亚"
	},
	{
		"rus": "Бангладеш",
	 	"cn":"孟加拉国"
	},
    {
		"rus": "Болгария",
	 	"cn":"保加利亚"
	},
  	{
		"rus": "Молдова",
	 	"cn":"摩尔多瓦"
	},
  	{
		"rus": "Мальдивы",
	 	"cn":"马尔代夫"
	},
  	{
		"rus": "Парагвай",
	 	"cn":"巴拉圭"
	},
    {
		"rus": "Мальта",
	 	"cn":"马耳他"
	},
	{
		"rus": "Коста-Рика",
	 	"cn":"哥斯达黎加"
	},
	{
		"rus": "Колумбия",
	 	"cn":"哥伦比亚"
	},
	{
		"rus": "Того",
	 	"cn":"多哥"
	},
	{
		"rus": "Перу",
	 	"cn":"秘鲁"
	},
	{
		"rus": "Словакия",
	 	"cn":"斯洛伐克"
	},
	{
		"rus": "Камерун",
	 	"cn":"喀麦隆"
	},
	{
		"rus": "Ватикан",
	 	"cn":"梵蒂冈"
	},
	{
		"rus": "Сербия",
	 	"cn":"塞尔维亚"
	},
	{
		"rus": "Гибралтар",
	 	"cn":"直布罗陀"
	},
	{
		"rus": "Бутан",
	 	"cn":"不丹"
	},
	{
		"rus": "Лихтенштейн",
	 	"cn":"列支敦士登"
	},
	{
		"rus": "Палестина",
	 	"cn":"巴勒斯坦"
	},
	{
		"rus": "Южная Aфрика",
	 	"cn":"南非"
	},
	{
		"rus": "Босния и Герц.",
	 	"cn":"波黑"
	},
	{
		"rus": "Венгрия",
	 	"cn":"匈牙利"
	},
	{
		"rus": "Словения",
	 	"cn":"斯洛文尼亚"
	},
	{
		"rus": "Польша",
	 	"cn":"波兰"
	},
	{
		"rus": "Аргентина",
	 	"cn":"阿根廷"
	},
	{
		"rus": "Чили",
	 	"cn":"智利"
	},
	{
		"rus": "Украина",
	 	"cn":"乌克兰"
	},
	{
		"rus": "Сауд. Аравия",
	 	"cn":"沙特阿拉伯"
	},
	{
		"rus": "Тунис",
	 	"cn":"突尼斯"
	},
	{
		"rus": "Сенегал",
	 	"cn":"塞内加尔"
	},
	{
		"rus": "Латвия",
	 	"cn":"拉脱维亚"
	},
	{
		"rus": "Марокко",
	 	"cn":"摩洛哥"
	},
	{
		"rus": "Иордания",
	 	"cn":"约旦"
	},
	{
		"rus": "Португалия",
	 	"cn":"葡萄牙"
	},
	{
		"rus": "Андорра",
	 	"cn":"安道尔"
	},
	{
		"rus": "Индонезия",
	 	"cn":"印度尼西亚"
	},
	{
		"rus": "Чехия",
	 	"cn":"捷克"
	},
	{
		"rus": "Доминика",
	 	"cn":"多米尼加"
	}, 
	{
		"rus": "Армения",
	 	"cn":"亚美尼亚"
	}, 
	{
		"rus": "Ирландия",
	 	"cn":"爱尔兰"
	}, 
	{
		"rus": "Люксембург",
	 	"cn":"卢森堡"
	}, 
	{
		"rus": "Эквадор",
	 	"cn":"厄瓜多尔"
	}, 
	{
		"rus": "Катар",
	 	"cn":"卡塔尔"
	}, 
	{
		"rus": "Сан-Марино",
	 	"cn":"圣马力诺"
	}, 
	{
		"rus": "Монако",
	 	"cn":"摩纳哥"
	}, 
	{
		"rus": "Исландия",
	 	"cn":"冰岛"
	}, 
	{
		"rus": "Мексика",
	 	"cn":"墨西哥"
	}, 
	{
		"rus": "Азербайджан",
	 	"cn":"阿塞拜疆"
	}, 
	{
		"rus": "Беларусь",
	 	"cn":"白俄罗斯"
	}, 
	{
		"rus": "Нов. Зеландия",
	 	"cn":"新西兰"
	}, 
	{
		"rus": "Литва",
	 	"cn":"立陶宛"
	}, 
	{
		"rus": "Нигерия",
	 	"cn":"尼日利亚"
	}, 
	{
		"rus": "Египет",
	 	"cn":"埃及"
	}, 
	{
		"rus": "Нидерланды",
	 	"cn":"荷兰"
	}, 
	{
		"rus": "Эстония",
	 	"cn":"爱沙尼亚"
	}, 
	{
		"rus": "Дания",
	 	"cn":"丹麦"
	}, 
	{
		"rus": "Румыния",
	 	"cn":"罗马尼亚"
	},
	{
		"rus": "Сев. Македония",
	 	"cn":"北马其顿"
	},
	{
		"rus": "Норвегия",
	 	"cn":"挪威"
	},
	{
		"rus": "Грузия",
	 	"cn":"格鲁吉亚"
	},
	{
		"rus": "Пакистан",
	 	"cn":"巴基斯坦"
	},
	{
		"rus": "Греция",
	 	"cn":"希腊"
	},
	{
		"rus": "Алжир",
	 	"cn":"阿尔及利亚"
	},
	{
		"rus": "Швейцария",
	 	"cn":"瑞士"
	},
	{
		"rus": "Хорватия",
	 	"cn":"克罗地亚"
	},
	{
		"rus": "Австрия",
	 	"cn":"奥地利"
	},
	{
		"rus": "Оман",
	 	"cn":"阿曼"
	},
	{
		"rus": "Афганистан",
	 	"cn":"阿富汗"
	},
	{
		"rus": "Бахрейн",
	 	"cn":"巴林"
	},
	{
		"rus": "Кувейт",
	 	"cn":"科威特"
	},
	{
		"rus": "Ирак",
	 	"cn":"伊拉克"
	},
	{
		"rus": "Ливан",
	 	"cn":"黎巴嫩"
	},
	{
		"rus": "Израиль",
	 	"cn":"以色列"
	},
	{
		"rus": "Иран",
	 	"cn":"伊朗"
	},
	{
		"rus": "Бразилия",
	 	"cn":"巴西"
	},
	{
		"rus": "Бельгия",
	 	"cn":"比利时"
	},
	{
		"rus": "Испания",
	 	"cn":"西班牙"
	},
	{
		"rus": "Швеция",
	 	"cn":"瑞典"
	},
	{
		"rus": "Россия",
	 	"cn":"俄罗斯"
	},
	{
		"rus": "Британия",
	 	"cn":"英国"
	},
	{
		"rus": "Италия",
	 	"cn":"意大利"
	},
	{
		"rus": "Индия",
	 	"cn":"印度"
	},
	{
		"rus": "Филиппины",
	 	"cn":"菲律宾"
	},
	{
		"rus": "Финляндия",
	 	"cn":"芬兰"
	},
	{
		"rus": "ОАЭ",
	 	"cn":"阿联酋"
	},
	{
		"rus": "Шри-Ланка",
	 	"cn":"斯里兰卡"
	},
	{
		"rus": "Камбоджа",
	 	"cn":"柬埔寨"
	},
	{
		"rus": "Непал",
	 	"cn":"尼泊尔"
	},
	{
		"rus": "Канада",
	 	"cn":"加拿大"
	},
	{
		"rus": "Германия",
	 	"cn":"德国"
	},
	{
		"rus": "Вьетнам",
	 	"cn":"越南"
	},
	{
		"rus": "Франция",
	 	"cn":"法国"
	},
	{
		"rus": "США",
	 	"cn":"美国"
	},
	{
		"rus": "Юж. Kорея",
	 	"cn":"韩国"
	},
	{
		"rus": "Австралия",
	 	"cn":"澳大利亚"
	},
	{
		"rus": "Малайзия",
	 	"cn":"马来西亚"
	},
	{
		"rus": "Япония",
	 	"cn":"日本"
	},
	{
		"rus": "Сингапур",
	 	"cn":"新加坡"
	},
	{
		"rus": "Таиланд",
	 	"cn":"泰国"
	},
	{
		"rus": "Бруней",
	 	"cn":"文莱"
	},
	{
		"rus": "Кипр",
	 	"cn":"塞浦路斯"
	},
	{
		"rus": "Буркина-Фасо",
	 	"cn":"布基纳法索"
	}
	,
	{
		"rus": "Монголия",
	 	"cn":"蒙古国"
	},
	{
		"rus": "Панама",
	 	"cn":"巴拿马"
	},
	{
		"rus": "Конго",
	 	"cn":"刚果（金）"
	},
	{
		"rus": "Турция",
	 	"cn":"土耳其"
	}
	,
	{
		"rus": "Ямайка",
	 	"cn":"牙买加"
	}
	,
	{
		"rus": "о. Сен-Мартен",
	 	"cn":"圣马丁岛"
	}
	,
	{
		"rus": "Боливия",
	 	"cn":"玻利维亚"
	}
	,
	{
		"rus": "Боливия",
	 	"cn":"玻利维亚"
	}
	,
	{
		"rus": "Гондурас",
	 	"cn":"洪都拉斯"
	}
	,
	{
		"rus": "о. Сен-Бартельми",
	 	"cn":"圣巴泰勒米岛"
	}
	,
	{
		"rus": "о. Сен-Бартельми",
	 	"cn":"圣巴泰勒米岛"
	}
	,
	{
		"rus": "о. Гернси",
	 	"cn":"格恩西岛"
	}
	,
	{
		"rus": "Кот-д’Ивуар",
	 	"cn":"科特迪瓦"
	}
	,
	{
		"rus": "о. Реюньон",
	 	"cn":"留尼汪岛"
	}
	,
	{
		"rus": "Фр. Полинезия",
	 	"cn":"法属波利尼西亚"
	}
	,
	{
		"rus": "Куба",
	 	"cn":"古巴"
	}
  ]